Repository: flubshi/plugin.video.waipu.tv
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# #32002
source: Mail
de_de: E-Mail

# #32003
source: Password
de_de: Passwort

# #32004
source: Misc
de_de: Sonstiges

# #32005
source: Show current epg in channel name
de_de: Zeige aktuellen EPG Eintrag im Kanalnamen

# #32006
source: Show epg in plot
de_de: Zeige EPG in Plot

# #32007
source: EPG for next hours
de_de: EPG für die nächsten Stunden

# #32008
source: Stream to play
de_de: Abzuspielender Stream

# #32009
source: Fetch metadata on channel start
de_de: Hole Metadaten bei Kanal-Start

# #32010
source: Filter pictograms in titles
de_de: Piktogramme in Titel filtern

# #32011
source: Recording settings
de_de: Aufnahmen

# #32012
source: Show episode number
de_de: Zeige Episodennnummer

# #32013
source: Show recording date
de_de: Zeige Aufnahmedatum

# #32014
source: EPG settings
de_de: EPG-Einstellungen

# #32015
source: Account details
de_de: Account Informationen

# #32018
source: Subscription
de_de: Paket

# #32019
source: Network IP
de_de: Netzwerk-IP

# #32020
source: Network status
de_de: Netzwerkstatus

# #32031
source: Recordings
de_de: Aufnahmen

# #32025
source: Provider
de_de: Anbieter
